animals_info = {
        'Лемур 🦝': {
            'description' : "Ура! Ты — игривый и любопытный друг природы! Твой тотем — лемур — забавный и энергичный малыш джунглей. В московском зоопарке такие яркие и веселые существа радуют всех посетителей.\n\n Ты можешь стать частью программы «Возьми животное под опеку», чтобы помочь заботиться о таких забавных и редких животных. Ваша поддержка важна для сохранения биоразнообразия и будущего этих замечательных существ!",
            'image' : 'https://get.pxhere.com/photo/nature-branch-animal-wildlife-zoo-mammal-fauna-primate-madagascar-vertebrate-lemur-new-world-monkey-189441.jpg'
        },
        'Лев 🦁': {
            'description' : "Поздравляем! Ты — настоящий король (или королева)! Твой тотем — лев — символ силы и достоинства. В московском зоопарке этот величественный хищник не только восхищает своей красотой, но и нуждается в нашей заботе.\n\n Ты можешь стать частью программы «Возьми животное под опеку», чтобы помочь зоопарку обеспечить питание, уход и сохранение таких удивительных животных. Вместе мы делаем мир лучше для наших братьев меньших!",
            'image' : 'https://i.pinimg.com/736x/55/95/92/559592aa61d448f8fdddcdd993590954.jpg'
        },
        'Обезьяна 🦍': {
            'description' : "'Отлично! Ты — веселый и любознательный друг природы! Твой тотем — обезьяна — символ игривости и умения радоваться жизни. В московском зоопарке такие забавные и умные животные делают наш мир ярче.\n\n Ты можешь стать частью программы «Возьми животное под опеку», чтобы помочь заботиться о них и сохранять их для будущих поколений. Вместе мы делаем важное дело!",
            'image' : 'https://u-f.ru/sites/default/files/animals.jpg'
        },

        'Черепаха 🐢': {
            'description' : 'Поздравляем! Твой тотем — мудрая черепаха — символ терпения и долголетия. В московском зоопарке этот спокойный и величественный обитатель нуждается в нашей заботе.\n\n Ты можешь присоединиться к программе «Возьми животное под опеку», чтобы помочь обеспечить питание и комфорт этим удивительным существам. Вместе мы сохраняем природу и делаем добро!',
            'image' : 'https://i.pinimg.com/736x/96/cb/11/96cb118f2633800426c9cbf0f614c68d.jpg'
        }
}
