questions = [
    {
        "question": "Какое из этих животных вы бы взяли с собой в приключение?",
        "answers": [
            ("Льва — чтобы чувствовать себя королём джунглей.", 3),
            ("Обезьяну — чтобы не скучать и разгадывать загадки.", 2),
            ("Черепаху — чтобы идти своим спокойным путём.", 4),
            ("Лемура — чтобы весело прыгать и улыбаться.", 1)
        ]
    },
    {
        "question": "Что для вас важнее в жизни?",
        "answers": [
            ("Смелость и лидерство.", 3),
            ("Общение и дружелюбие.", 2),
            ("Спокойствие и терпение.", 4),
            ("Любопытство и энергия.", 1)
        ]
    },
    {
        "question": "Какое ваше любимое время года?",
        "answers": [
            ("Зима - время для приключений на свежем воздухе.", 2),
            ("Лето — жарко и ярко!.", 1),
            ("Осень — уютно и спокойно.", 4),
            ("Весна — время обновления и новых идей.", 3)
        ]
    },
    {
        "question": "Если бы вы могли выбрать любую способность, какую бы предпочли?",
        "answers": [
            ("Быстрые реакции и ловкость.", 1),
            ("Умение договариваться и быть душой компании.", 2),
            ("Способность сохранять спокойствие в любой ситуации.", 4),
            ("Быстрый ум и изобретательность.", 3)
        ]
    },
    {
        "question": "Какое из этих качеств вам ближе всего?",
        "answers": [
            ("Храбрость.", 3),
            ("Дружелюбие.", 2),
            ("Спокойствие.", 4),
            ("Любопытство.", 1)
        ]
    },
    {
        "question": "Вы предпочитаете: “Планировать наперед” или “Жить моментом”?",
        "answers": [
            ("Планировать — я в основном стратег.", 3),
            ("Жить моментом — спонтанность моя вторая натура.", 1),
            ("Немного и того, и другого.", 2),
            ("Я предпочитаю наблюдать и учиться.", 4)
        ]
    },
    {
        "question": "Какое качество вы цените больше всего?",
        "answers": [
            ("Мужество.", 3),
            ("Обаяние и харизма.", 2),
            ("Терпение и мудрость.", 4),
            ("Игривость и любопытство.", 1)
        ]
    },
]
